[
    {
    "id": "donde_no_puedas_encontrarme",
    "titulo": "Donde no puedas encontrarme",
    "autor_libro": "Tamara Molina",
    "genero": "Romance",
    "paginas": 544,
    "fecha_publicacion": "2024",
    "leido_en": "Septiembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "2.75 estrellas",
        "contenido": "El mensaje de fondo no está mal, acabar con relaciones tóxicas y priorizarse. Pero la forma de hacerlo es un poco fantasiosa. Que de la nada te vayas, abandones tus practicas y te vayas a otro país... Además, hay una hipersexualización que no tiene mucho sentido, no tienen ninguna conversación seria sin hablar de sexo. Sabía que iba a ser una historia sencilla, pero es un sin sentido con muchos clichés."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "2.75 estrellas",
        "contenido": "Lo bueno del libro es que se lee rápido y tiene buen ritmo. Lo malo es el contenido: aunque quiere dar un mensaje muy interesante e importante, para mí la ejecución no es la correcta. Los personajes no parecen tener demasiada personalidad y aunque se trate de gente ya entrados en sus veinte años parecen adolescentes en muchas ocasiones."
        }
    ]
    },
    {
    "id": "almendra",
    "titulo": "Almendra",
    "autor_libro": "Won-Pyung Sohn",
    "genero": "Contemporánea",
    "paginas": 280,
    "fecha_publicacion": "2020",
    "leido_en": "Septiembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4 estrellas",
        "contenido": "Me ha gustado, es bonito, me parece que está bien escrito pero no me ha llenado. Me recuerda mucho a Wonder. El final esta bien, es bonito pero paso un poco abrupto todo. Es cálido, fácil de leer pero no me lleno el corazón, no consegui conéctar del todo."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "5 estrellas",
        "contenido": "Me ha gustado como estaba escrito y además suma la dificultad de que es desde la perspectiva de alguien que no siente. Me ha resultado una lectura amena y rápida. Aunque el final se siente muy precipitado, no me ha disgustado como termina la novela."
        }
    ]
    },
    {
    "id": "erase_una_vez_un_corazon_roto",
    "titulo": "Érase una vez un corazón roto",
    "autor_libro": "Stephanie Garber",
    "genero": "Fantasía",
    "paginas": 416,
    "fecha_publicacion": "2022",
    "leido_en": "Septiembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "3.5 estrellas",
        "contenido": "La historia no logró engancharme, en parte porque sentí que me faltaba contexto para comprender del todo lo que estaba ocurriendo y los personajes principales no me han gustado nada. Además, el hilo argumental parecía un refrito de muchas cosas."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "3.5 estrellas",
        "contenido": "La ambientación me ha encantado aunque la historia me ha dejado un poco fría. En algunos momentos se me hizo larga la historia y me costó seguir leyendo. El final no me ha dejado con ganas de continuar con la trilogía. La edición estaba mal cuidada, podrían haber hecho un repaso a la corrección del libro y también avisar que se trata de un spin-off de otra novela."
        }
    ]
    },
    {
    "id": "un_reino_de_promesas_malditas",
    "titulo": "Un reino de promesas malditas",
    "autor_libro": "Lexi Ryan",
    "genero": "Romantasy",
    "paginas": 476,
    "fecha_publicacion": "2021",
    "leido_en": "Octubre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "3.75 estrellas",
        "contenido": "La historia me ha gustado pero un poco enrevesada pero el final se veía venir que ese chico no era de fiar. Las escenas spicy son vergonzosas. Se parece mucho a ACOTAR y anhelo. Para lectura ligera me ha gustado."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "3 estrellas",
        "contenido": "Un libro muy predecible. El desarrollo del mundo se me ha quedado muy flojo, he sentido que contaban demasiadas cosas y, a la vez, no lo suficiente. La autora quiere crear un suspense con los secretos que hay en el libro, pero hace mala ejecución. La protagonista podría tener más personalidad que estar dividida entre dos hados buenorros y su hermana secuestrada y, aunque al final gane algo de profundidad, le falta un pequeño aire. Tiene buen ritmo de lectura pero siento que le falta algo."
        }
    ]
    },
    {
    "id": "todos_los_angeles_del_infierno",
    "titulo": "Todos los ángeles del Infierno",
    "autor_libro": "Miriam Mosquera",
    "genero": "Romantasy",
    "paginas": 400,
    "fecha_publicacion": "2024",
    "leido_en": "Noviembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "1.5 estrellas",
        "contenido": "Esta bien el rollo de una Andalucía tenebrosa. No me mete mucho en ambiente los nombres de los personajes. Odio a Carmen porque lleva su vida odiando a los demonios, uno le hace caso y ya está. Los otros personajes son desleales por nada, no tiene mucho sentido. Tamben es que ningún personaje me ha gustado. En conclusión, le falta desarrollo."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4 estrellas",
        "contenido": "La historia tiene un buen ritmo y ha sido rápido de leer. La ambientación aunque me tiene un poco descolocada me ha resultado bastante interesante y fue lo primero que me llamó la atención del libro: una Andalucía dominada por demonios. La historia en sí es simple, el problema del libro son sus personajes: aunque se consideran familia no confían nada entre ellos. Lo peor de todo la protagonista: ha jurado matar a todos los demonios pero cuando uno ligeramente guapo mira en su dirección se olvida de todo, y si por lo menos tuviera una personalidad diferente... Pero es que es una persona odiosa."
        }
    ]
    },
    {
    "id": "aprendiz_del_villano",
    "titulo": "Aprendiz del villano",
    "autor_libro": "Hannah Nicole Maehrer",
    "genero": "Fantasía",
    "paginas": 480,
    "fecha_publicacion": "2024",
    "leido_en": "Noviembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4 estrellas",
        "contenido": "Me ha gustado, es ligero y divertido. El primero me parece mucho mejor porque te cuenta la historia de como se van enamorando y yo pensaba que en esta iban a culminar, no a retroceder, eso se me ha hecho un poco pesado. Por otra parte, el mundo que se ha inventado no tiene ningún desarrollo y es un poco lioso. Y muy a su favor me gusta el personaje femenino protagonista."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4.25 estrellas",
        "contenido": "Me ha gustado y me ha parecido una lectura ligera. Aunque me gustó mucho más el primero. Por un lado siento que la autora ha ido a meter cosas corriendo para justificarlas, como si se las sacara de la manga ya que en el primer libro no había ni rastro de ciertas cosas. El mundo me lía un poco. En cuanto a la relación de ellos he tenido la sensación de que todas las situaciones eran las mismas prácticamente, que siempre era el mismo encuentro pero en otro escenario y con otro contexto pero igual. Esperando a que un día llegue un libro donde la gente se comunique abiertamente. Pero en resumen me ha gustado, me he reído y aunque había algunas cosas que no me han gustado lo positivo ha superado lo negativo."
        }
    ]
    },
    {
    "id": "alas_de_sangre",
    "titulo": "Alas de sangre",
    "autor_libro": "Rebecca Yarros",
    "genero": "Romantasy",
    "paginas": 736,
    "fecha_publicacion": "2023",
    "leido_en": "Noviembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "5 estrellas",
        "contenido": "Alas de Sangre me ha encantado, mi libro favorito del momento. Aunque al principio el mundo puede parecer un poco abrumador, una vez que agarras el ritmo no lo puedes soltar. Los personajes me han caído bastante bien. Me gusta la relación entre los protagonistas aunque pueda tener su cosilla y los vínculos con los dragones. Me parece que estos últimos hacen que la historia sea aún mejor. La trama me ha parecido muy adictiva, te deja con muchas ganas de seguir leyendo."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4.75 estrellas",
        "contenido": "Al ser un libro bastante largo y con un mundo muy desarrollado cuesta al principio engancharse. Pero una vez ya le pillé el ritmo no fui capaz de soltarlo. No he sentido que ningún capítulo fuera de relleno, siempre acababa aportando algo a la trama. Los protagonistas también me han caido bien y me ha dejado con ganas de querer seguir leyendo la saga."
        }
    ]
    },
    {
    "id": "alas_de_hierro",
    "titulo": "Alas de hierro",
    "autor_libro": "Rebecca Yarros",
    "genero": "Romantasy",
    "paginas": 888,
    "fecha_publicacion": "2023",
    "leido_en": "Diciembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "5 estrellas",
        "contenido": "Le doy 5 estrellas aunque me ha parecido bastante monótono el tema de discusión entre Xaden y Violet, demasiado rencor y repetición continuamente de los mismos puntos de discusión. Los dragones tienen aun más protagonismo y eso me gusta. El final vuelve a dejarte enganchada a la historia."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4.5 estrellas",
        "contenido": "No es tan bueno como el primero, pero aún así sabe mantenerte en la historia y no hay capítulo que me ahya resultado aburrido. Algunas discusiones se vuelven ya pesadas en algún momento y sobretodo la situación de la ex de Xaden me ha parecido que sobraba. Pero el final te deja enganchada y con ganas de querer continuar."
        }
    ]
    },
    {
    "id": "un_corazon_por_navidad",
    "titulo": "Un corazón por Navidad",
    "autor_libro": "Sophie Jomain",
    "genero": "Romance",
    "paginas": 392,
    "fecha_publicacion": "2023",
    "leido_en": "Diciembre 2024",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "1.5 estrellas",
        "contenido": "El concepto del calendario de adviento un 10 hasta que te lees el libro y te das cuenta que hubiera sido mejor unas chocolatinas, que aguantar esta tortura durante un mes. La historia es una mezcla entre una historia infantil y una película de antena 3. Ha juntado todos los clichés posibles y ha conseguido una historia nefasta. Los personajes son planos, no se empatiza con ellos, a pesar de sus desgracias. La protagonista es muy egoísta como su amiga, tal para cual."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "1 estrellas",
        "contenido": "La historia para mí ha sido como ver la típica película de Navidad que echan por la tele al medio día, esas que utilizas para la siesta. Cero profundidad en la historia, cero profundidad en los personajes. Parece una historia escrita por una adolescente. Lo único curioso que tenía el libro era el formato de abrir un capitulo por cada día de adviento, pero eso se ha terminado convirtiendo en una tortura. "
        }
    ]
    },
    {
    "id": "el_vals_de_la_bruja",
    "titulo": "El vals de la bruja",
    "autor_libro": "Belén Martínez",
    "genero": "Fantasía",
    "paginas": 392,
    "fecha_publicacion": "2021",
    "leido_en": "Enero 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4.5 estrellas",
        "contenido": "Me ha encantado, la verdad. Me cae bien la protagonista. Me gusta la ambientación. Punto negativo lo de Kate y que el Alistar iba ser medio bueno se veía venir, ambas cosas. Me parece ameno y a mi me ha hecho rengancharme a la lectura"
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4.25 estrellas",
        "contenido": "Me ha gustado la historia y estaba muy bien narrada, no se me he hecho bola en ningún momento y ha sido muy fluido. Me gusta el sistema de magia y la sociedad creada. No tiene más puntuación por que me ha dejado con muchas dudas y en cierto modo era predecible que iba a haber una traición. Las razones de la prima no me han parecido suficientes para ser la villana y me da la sensación de que ha quedado muy frio."
        }
    ]
    },
    {
    "id": "alas_de_onix",
    "titulo": "Alas de ónix",
    "autor_libro": "Rebecca Yarros",
    "genero": "Romantasy",
    "paginas": 896,
    "fecha_publicacion": "2025",
    "leido_en": "Febrero 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4 estrellas",
        "contenido": "Tiene buenos momentos y algunas te enganchan a seguir leyendo, pero algo que me pasó en este libro y no en los anteriores es que algunos momentos me sentia perdida con respecto al mundo y a la historia, siento que les faltaba un poco más de contexto antes de que sucedieran para comprenderlos mejor. También que en algunas partes sentía que había muchas páginas y no sucedía nada muy relevante y de repente se daba una super explicación en solo dos páginas. Xaden y Violet se hacían repetitivos: solo podían hablar de lo bueno que estaba el otro y de sexo."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4 estrellas",
        "contenido": "Si el libro comenzara pasado un tercio del libro, me quedaba exactamente igual, los primeros 30 capitulos sobran. Los últimos capítulos recuperan otra vez el ritmo de los otros libros y vuelve a haber tensión y te dejan ganas de leer más. Pero, ¿el argumento? Ahora mismo no sé cuál es, siento que había muchos frentes abiertos y no se han cerrado demasiado bien. El final es entre que me ha gustado y no. Lo he notado precipitado y por favor, ya cansada de que dejen las cosas con misterio para un libro que va a salir en dos años. Por un lado me gusta que me genere dudas pero por otro estoy enfadada por que me deja más dudas que en el segundo libro y es que siento que no ha avanzado casi la historia. La única razón por la que tiene esa puntuación es por el cariño que le tengo a los otros libros de la saga."
        }
    ]
    },
    {
    "id": "vamos_a_morir_todos",
    "titulo": "Vamos a morir todos",
    "autor_libro": "Emily Austin",
    "genero": "Contemporánea",
    "paginas": 280,
    "fecha_publicacion": "2021",
    "leido_en": "Febrero 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "3 estrellas",
        "contenido": "El punto fuerte para mi del libro es la representación de la ansiedad y la depresión, además de las diferentes reflexiones sobre la muerte. La historia me ha parecido muy sencilla, predecible y con personajes random. Gilda en ocasiones parece una adolescente y no una casi treintañera. No he conectado. Eleanor me da pena, esta para protagonizar 'y el aún así me quedé'."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4.5 estrellas",
        "contenido": "En como se presenta la ansiedad de Gilda me he sentido identificada en algunos momentos aunque si es verdad que se lleva al extremo, pero creo que está precisamente escrito de una manera que represente la mente de Gilda en ese momento y me ha gustado eso. Eso sí, no me ha gustado como ha gestionado su relación con Eleanor y me daba pena como la trataba. Pero la verdad que me ha gustado el libro y más que el gato esté vivo."
        }
    ]
    },
    {
    "id": "muerte_a_la_oscuridad",
    "titulo": "Black Bird Academy I: Muerte a la oscuridad",
    "autor_libro": "Stella Tack",
    "genero": "Fantasía",
    "paginas": 608,
    "fecha_publicacion": "2023",
    "leido_en": "Febrero 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "3.5 estrellas",
        "contenido": "El libro parece empezar cuando termina. No he conectado con ningún personaje, el demonio podía haber dado más de sí porque ella es muy aburrida y Falco igual. El final me ha costado mucho."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "2.5 estrellas",
        "contenido": "Una gran decepción por que creo que te lo venden como algo que no es. Esto no es un dark academy, No hay academia, no hay triángulo amoroso y la trama romántica deja mucho que desear. El mundo me ha dado la sensación que se iba inventando según se iba escribiendo. Los personajes con cero profundidad y cero química entre ellos. Sólo me han caído bien Crain y Zero. Crea que la autora tuvo como reto ver cuántos clichés podía meter en un solo libro y los consiguió prácticamente todos."
        }
    ]
    },
    {
    "id": "no_confies_en_asher_hall",
    "titulo": "No confíes en Asher Hall",
    "autor_libro": "Myriam M. Lejardi",
    "genero": "Romance",
    "paginas": 544,
    "fecha_publicacion": "2024",
    "leido_en": "Marzo 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4.5 estrellas",
        "contenido": "Cuando lo propusimos no tenía nada de esperanzas, pero me ha gustado mucho. Me ha enganchado. Es verdad, que a veces es un poco bastante predecible y hacia el final se me hizo un poco largo. Pero tiene un final perfecto."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "5 estrellas",
        "contenido": "Me ha gustado mucho el libro. Me ha hecho sentir que estaba en el reality y creo que es una cosa muy difícil de conseguir. Me ha gustado la historia, los personajes y todo en general jajajaja le iba a quitar un poco de puntos por que la narración esa de que te fuera diciendo lo que iba a pasar no me gustaba al principio pero luego al final sí. En resumen: buena historia, te mantiene enganchada todo el rato al libro y al final se le coge cariño a los personajes."
        }
    ]
    },
    {
    "id": "misha_zhukov_debe_morir",
    "titulo": "Misha Zhukov debe morir",
    "autor_libro": "Myriam M. Lejardi",
    "genero": "Romance",
    "paginas": 451,
    "fecha_publicacion": "2025",
    "leido_en": "Marzo 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4.25 estrellas",
        "contenido": "Me ha gustado mucho pero hay algo que no me llega a convencer del todo, no sabría decir la razón. Me gusta porque se tratan temas importantes como el suicidio, el problema de las redes sociales y una crítica a las redes sociales. Una cosa que no me ha gustado es el tema de que alguien se suicida porque no quiere a nadie, yo creo que es independiente de tus sentimientos hacia los demás, es más como te sientes contigo mismo. Me hubiera gustado que los secundarios tuvieran más protagonismo. Me gusta como escribe y siento que engancha mucho. Además me parece muy original, no había visto antes la temática."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4.25 estrellas",
        "contenido": "Me ha gustado el libro pero no tanto como el anterior. Me gusta el trasfondo de la temática de las redes sociales y la fama, como el otro libro pero desde la perspectiva de alguien que ya es famoso. El tema reality me sigue fascinando como es capaz de llevarlo al libro, pero he de admitir que este aunque me ha mantenido enganchada no me ha gustado tanto. La trama de los secundarios con Tate me daba angustia y ansiedad y poco realista. Y el tema del público veo la importancia de que al final ellos han sido cómplices y tal, pero me aburrían un poco esos capítulos y tampoco me aportaban demasiado. Pero siento que el final me ha dejado fría, no sé por qué."
        }
    ]
    },
    {
    "id": "la_sanadora_de_zalindov",
    "titulo": "La sanadora de Zalindov",
    "autor_libro": "Lynette Noni",
    "genero": "Fanatsía",
    "paginas": 416,
    "fecha_publicacion": "2021",
    "leido_en": "Marzo 2025",
    "resenas": [
        {
        "autor_resena": "Ana",
        "puntuacion": "4.5 estrellas",
        "contenido": "Me ha gustado mucho la ambientación de la cárcel, muy entretenido, a veces esperable pero me ha gustado como estaba escrito. Estoy enamorada de Tipp, es tan moni. Me ha gustado mucho y me ha dejado con muchas ganas de leer la segunda parte."
        },
        {
        "autor_resena": "Laura",
        "puntuacion": "4 estrellas",
        "contenido": "En general me ha gustado. La historia era interesante y original, el mundo aunque aún no se ha visto demasiado da la sensación de que está bien construido y va dejando migajas para los siguientes libros. He de admitir que la protagonista no me ha caído bien y desde mi punto de vista me ha parecido un poco forzado el tema romance. O a lo mejor es que yo la shipeaba con la guardia. Pero también me ha parecido predecible. Eso sí, el final me ha sorprendido un poco, aunque no demasiado. En resumen: buen libro y entretenido, aunque predecible."
        }
    ]
    }
]
